Repository: wp-plugins/comment-blacklist-manager
Catalog: languages/comment-blacklist-manager-*.po
Languages: de_de

source: Blacklist Source
de_de: Blacklist Quelle

source: Local Blacklist
de_de: Lokale Blacklist

source: Excluded Terms
de_de: Ausgenommene Begriffe

source: Data from the sources below will be loaded into the comment blacklist automatically.
de_de: Die Daten von den unten angeführten Quellen werden automatisch in die Kommentar-Blacklist geladen.

source: No blacklist sources have been defined.
de_de: Bisher wurden keine Blacklist-Quellen festgelegt.

source: View external source
de_de: Externe Quelle überprüfen

source: Run manual update
de_de: Aktualisierung von Hand starten

source: Any terms entered below will be added to the data retrieved from the blacklist sources. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
de_de: Jeder der unten aufgeführten Begriffe wird zu den Daten aus den Blacklist-Quellen hinzugefügt. Ein Wort oder eine IP pro Zeile. Die Begriffe werden innerhalb von Worten erkannt: &#8220;press&#8221; findet auch &#8220;WordPress&#8221;.

source: Any terms entered below will be excluded from the blacklist updates. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
de_de: Jeder der unten aufgeführten Begriffe wird aus den Blacklist-Aktualisierungen ausgenommen. Ein Wort oder eine IP pro Zeile. Die Begriffe werden innerhalb von Worten erkannt: &#8220;press&#8221; findet auch &#8220;WordPress&#8221;.

source: Blacklist terms were updated successfully.
de_de: Die Begriffe in der Blacklist wurden erfolgreich aktualisiert.
